Repository: MSAlpaka/EquEdEU
Catalog: Resources/Private/Language/locallang_db.*.xlf
Languages: sw

# tx_equedcore_domain_model_country
source: Country
sw: Nchi

# tx_equedcore_domain_model_country.country_iso
source: Country ISO
sw: Msimbo wa nchi (ISO)

# tx_equedcore_domain_model_country.name_en
source: Name (English)
sw: Jina (Kiingereza)

# tx_equedcore_domain_model_country.name_de
source: Name (German)
sw: Jina (Kijerumani)

# tx_equedcore_domain_model_documentupload
source: Document Upload
sw: Upakiaji wa hati

# tx_equedcore_domain_model_documentupload.file_reference
source: File
sw: Faili

# tx_equedcore_domain_model_documentupload.uploaded_by
source: Uploaded by
sw: Ameweka nani

# tx_equedcore_domain_model_documentupload.upload_date
source: Upload date
sw: Tarehe ya kupakia

# tx_equedcore_domain_model_documentupload.is_certified
source: Certified
sw: Imethibitishwa

# tx_equedcore_domain_model_externalcertificate
source: External Certificate
sw: Cheti cha nje

# tx_equedcore_domain_model_externalcertificate.certificate_number
source: Certificate number
sw: Nambari ya cheti

# tx_equedcore_domain_model_externalcertificate.issued_by
source: Issued by
sw: Kimetoa nani

# tx_equedcore_domain_model_externalcertificate.issue_date
source: Issue date
sw: Tarehe ya kutolewa

# tx_equedcore_domain_model_externalcertificate.related_document
source: Related document
sw: Hati husika

# tx_equedcore_domain_model_externalcertificate.is_valid
source: Valid
sw: Halali

# tx_equedcore_domain_model_language
source: Language
sw: Lugha

# tx_equedcore_domain_model_language.language_iso
source: Language ISO
sw: Sprachcode (ISO)

# tx_equedcore_domain_model_language.label_en
source: Label (English)
sw: Lebo (Kiingereza)

# tx_equedcore_domain_model_language.label_de
source: Label (German)
sw: Lebo (Kijerumani)

# tx_equedcore_domain_model_usermeta
source: User meta
sw: Meta ya mtumiaji

# tx_equedcore_domain_model_usermeta.user_id
source: User
sw: Mtumiaji

# tx_equedcore_domain_model_usermeta.meta_key
source: Meta key
sw: Ufunguo wa meta

# tx_equedcore_domain_model_usermeta.meta_value
source: Meta value
sw: Thamani ya meta

# tx_equedcore_domain_model_usermeta.last_updated_date
source: Last updated
sw: Mara ya mwisho kusasishwa

# tx_equedcore_domain_model_auditlog
source: Audit log
sw: Rekodi ya ukaguzi

# tx_equedcore_domain_model_auditlog.action
source: Action
sw: Hatua

# tx_equedcore_domain_model_auditlog.user_id
source: User
sw: Mtumiaji

# tx_equedcore_domain_model_auditlog.ip_address
source: IP address
sw: Anwani ya IP

# tx_equedcore_domain_model_auditlog.user_hash
source: User hash
sw: Hash ya mtumiaji

# tx_equedcore_domain_model_auditlog.details
source: Details
sw: Maelezo

# dsgvo_notice
source: This document contains no sensitive data. Verifiable via QR.
sw: Hati hii haina data nyeti. Inaweza kuthibitishwa kwa QR.

# documentupload.list
source: Document Uploads
sw: Upakiaji wa nyaraka

# documentupload.show.title
source: Document Upload
sw: Upakiaji wa nyaraka

# documentupload.edit.title
source: Edit Document Upload
sw: Hariri upakiaji wa nyaraka

# documentupload.new.title
source: New Document Upload
sw: Upakiaji mpya wa nyaraka

# documentupload.action.update
source: Update
sw: Sasisha

# documentupload.action.create
source: Create
sw: Unda

# documentupload.action.edit
source: Edit
sw: Hariri

# documentupload.action.delete
source: Delete
sw: Futa

# documentupload.action.new
source: New
sw: Mpya

# documentupload.action.backToList
source: Back to list
sw: Rudi kwenye orodha

# documentupload.field.file_reference
source: File
sw: Faili

# documentupload.field.uploaded_by
source: Uploaded by
sw: Imewekwa na

# documentupload.field.upload_date
source: Upload date
sw: Tarehe ya kupakia

# documentupload.field.is_certified
source: Certified
sw: Imethibitishwa

# documentupload.field.is_certified.yes
source: Yes
sw: Ndiyo

# documentupload.field.is_certified.no
source: No
sw: Hapana

# documentupload.confirm.delete
source: Are you sure you want to delete this entry?
sw: Una uhakika unataka kufuta kipengee hiki?

# documentupload.created
source: Created the document.
sw: Nyaraka zimeundwa.

# documentupload.updated
source: Updated the document.
sw: Nyaraka zimesasishwa.

# documentupload.deleted
source: Deleted the document.
sw: Nyaraka zimefutwa.
